Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/vioski.tmx
Source language: ru
Languages: be

source: Рыболы
be: Рыбалы

source: Рыбчино
be: Рыбчына

source: Рыгали
be: Рыгалі

source: Рыдели
be: Рыдзялі

source: Рыдомля
be: Рыдамля

source: Рыжанки
be: Рыжанкі

source: Рыжевщина
be: Рыжаўшчына

source: Рыженьки
be: Рыжэнькі

source: Рыжики
be: Рыжыкі

source: Рыжица
be: Рыжыца

source: Рыжичи
be: Рыжычы

source: Рыжков
be: Рыжкаў

source: Рыжковичи
be: Рыжкавічы

source: Рыжковка
be: Рыжкаўка

source: Рыленки
be: Рыленкі

source: Рыли
be: Рылі

source: Рыловичи
be: Рылавічы

source: Рыловцы
be: Рылаўцы

source: Рыльки
be: Рылькі

source: Рыматовщина
be: Рыматаўшчына

source: Рымаши
be: Рымашы

source: Рымдюны
be: Рымдзюны

source: Рымки
be: Рымкі

source: Рымовичи
be: Рымавічы

source: Рымовцы
be: Рымаўцы

source: Рымонды
be: Рыманды

source: Рыморовщина
be: Рымараўшчына

source: Рымошаны
be: Рымашаны

source: Рымуни
be: Рымуні

source: Рымутевцы
be: Рымуцеўцы

source: Рынки
be: Рынкі

source: Рынковка
be: Рынкоўка

source: Рынковцы
be: Рынкаўцы

source: Рынкьяны
be: Рынк’яны

source: Рынья
be: Рыння

source: Рыпинщина
be: Рыпіншчына

source: Рысин
be: Рысін

source: Рыски
be: Рыскі

source: Рысков
be: Рыскоў

source: Рытец
be: Рыцец

source: Рытолевщина
be: Рыталеўшчына

source: Рыча Государственная
be: Рыча Дзяржаўная

source: Рябиновая
be: Рабінавая

source: Рябиновая Слободка
be: Рабінавая Слабодка

source: Рябиновка
be: Рабінаўка

source: Рябка
be: Рабка

source: Рябки
be: Рабкі

source: Рябово
be: Рабава

source: Рябцево
be: Рабцава

source: Рябцевщина
be: Рабцаўшчына

source: Рябцы
be: Рабцы

source: Рябчёнки
be: Рабчонкі

source: Рябый Слуп
be: Рабы Слуп

source: Рязанцы
be: Разанцы

source: Рямшино
be: Рамшына

source: Рясна
be: Расна

source: Рясно
be: Расна

source: с/т "Белая Берёзка-1"
be: с/т "Белая Бярозка-1"

source: с/т "Белая Берёзка-2"
be: с/т "Белая Бярозка-2"

source: Саборы
be: Сабары

source: Савани
be: Савані

source: Саварина
be: Саварына

source: Саваши
be: Савашы

source: Савгути
be: Саўгуці

source: Савейки
be: Савейкі

source: Савеленки
be: Савеленкі

source: Савин Дуб
be: Савін Дуб

source: Савиничи
be: Савінічы

source: Савинка
be: Савінка

source: Савино
be: Савіна

source: Савицкие
be: Савіцкія

source: Савичев Рог
be: Савічаў Рог

source: Савичи
be: Савічы

source: Савичики
be: Савічыкі

source: Савишки
be: Савішкі

source: Савищино
be: Савішчына

source: Савково
be: Саўкова

source: Савовщина
be: Саваўшчына

source: Саволевка
be: Саволеўка

source: Савони
be: Савоні

source: Савостеенки
be: Савасцеенкі

source: Савский Бор
be: Саўскі Бор

source: Савцевичи
be: Саўцавічы

source: Савченки
be: Саўчанкі

source: Савчёнки
be: Саўчонкі

source: Савятевичи
be: Савяцевічы

source: Садки
be: Садкі

source: Садковщина
be: [Садкаўшчына, Садкоўшчына]

source: Садовичи
be: Садавічы

source: садовое товарищество "Текстильщик"
be: садовае таварыства "Тэкстыльшчык"

source: Садовщина
be: Садоўшчына

source: Садовый
be: Садовы

source: Саевщина
be: Саеўшчына

source: Сазоненки
be: Сазоненкі

source: Сазоновка
be: Сазонаўка

source: Сазоновщина
be: Сазонаўшчына

source: Сайлюки
be: Сайлюкі

source: Саки
be: Сакі

source: Сакова Гора
be: Сакава Гара

source: Саковичи
be: [Сакавічы, Саковічы]

source: Саковище
be: Сакавішча

source: Саковка
be: Сакаўка

source: Саковщина
be: Сакаўшчына

source: Салатье
be: Салацце

source: Салейки
be: Салейкі

source: Саловичи
be: Салавічы

source: Салово
be: Салава

source: Салогощ
be: Салагошч

source: Салопятишки
be: Салапяцішкі

source: Салотин
be: Салоцін

source: Салтановка
be: Салтанаўка

source: Сальники
be: Сальнікі

source: Самали
be: Самалі

source: Самаровичи
be: Самаравічы

source: Самищи
be: Самішчы

source: Самовольцы
be: Самавольцы

source: Самодумовка
be: Самадумаўка

source: Самойловщина
be: Самойлаўшчына

source: Самораж
be: Самараж

source: Самоседовка
be: Самаседаўка

source: Самотевичи
be: Саматэвічы

source: Самохваловичи
be: Самахвалавічы

source: Самсоновка
be: Самсонаўка

source: Самуйловичи Горные
be: Самуйлавічы Горныя

source: Самуйловичи Дольные
be: Самуйлавічы Дольныя

source: Самулки
be: Самулкі

source: Самуэлево
be: Самуэлева

source: Санакли
be: Санаклі

source: Сандыковщизна
be: Сандыкоўшчына

source: Сани
be: Сані

source: Санковщина
be: Санкоўшчына

source: Санники
be: Саннікі

source: Саново
be: Санова

source: Сантоки
be: Сантокі

source: Санюки
be: Санюкі

source: Сапеги
be: Сапегі

source: Сапежинка
be: Сапяжынка

source: Сапейков
be: Сапейкаў

source: Сапелино
be: Сапеліна

source: Сапожки
be: Сапажкі

source: Сапотница
be: Сапатніца

source: Саприки
be: Сапрыкі

source: Сапрончики
be: Сапрончыкі

source: Сапроньки
be: Сапронькі

source: Сапрыновичи
be: Сапрынавічы

source: Сапутевичи
be: Сапуцевічы

source: Сарвиры
be: Сарвіры

source: Сардыки
be: Сардыкі

source: Сарево
be: Сарава

source: Сарнацкое
be: Сарнацкае

source: Саропоны
be: Сарапоны

source: Саросеки
be: Сарасекі

source: Сарья
be: Сар’я

source: Саска Липка
be: Саска Ліпка

source: Саськовка
be: Саськаўка

source: Саутки
be: Савуткі

source: Сафоновка
be: Сафонаўка

source: Сафоново
be: Сафонава

source: Сахалин
be: Сахалін

source: Сахаровка
be: Сахараўка

source: Сахновичи
be: Сахнавічы

source: Сахоненки
be: Сахоненкі

source: Сачивки
be: Сачыўкі

source: Сачковичи
be: Сачкавічы

source: Свадковичи
be: Свадкавічы

source: Свадьбичи
be: Свадзьбічы

source: Свайгини
be: Свайгіні

source: Сватки
be: Сваткі

source: Сватовка
be: Сватаўка

source: Сватошицы
be: Сваташыцы

source: Сведское
be: Сведскае

source: Свекличи
be: Свеклічы

source: Свёкрово
be: Свёкрава

source: Свентоянск
be: Свентаянск

source: Свердлово
be: Свярдлова

source: Свердлы
be: Свярдлы

source: Свержень
be: Свержань

source: Свериново
be: Сверынава

source: Сверков
be: Сверкаў

source: Сверплевичи
be: Сверплевічы

source: Светиловичи
be: Свяцілавічы

source: Светлая Заря
be: Светлая Зара

source: Светлая Роща
be: Светлая Рошча

source: Светлица
be: Святліца

source: Светличище
be: Святлічышча

source: Светлые
be: Светлыя

source: Светлый
be: Светлы

source: Светлый Бор
be: Светлы Бор

source: Светлый Путь
be: Светлы Шлях

source: Светляны
be: Святляны

source: Светогорово
be: Светагорава

source: Светоч
be: Светач

source: Светочёвка
be: Светачоўка

source: Свеча
be: Свяча

source: Свечи
be: Свечы

source: Свечки
be: Свечкі

source: Свидера
be: Свідзера

source: Свидерщина
be: Свідэршчына

source: Свидичи
be: Свідзічы

source: Свидно
be: Свідна

source: Свидное
be: Свіднае

source: Свидовка
be: Свідаўка

source: Свидовщина
be: Свідоўшчына

source: Свилели
be: Свілэлі

source: Свилко 1
be: Свілко 1

source: Свилко 2
be: Свілко 2

source: Свило 1
be: Свіла 1

source: Свило 2
be: Свіла 2

source: Свилы
be: Свілы

source: Свилюки
be: Свілюкі

source: Свиница
be: Свініца

source: Свиравщина
be: Свіраўшчына

source: Свирани
be: Свірані

source: Свираны
be: Свіраны

source: Свирбы
be: Свірбы

source: Свирдуни
be: Свірдуні

source: Свирежа
be: Свірэжа

source: Свирель
be: Свірэль

source: Свири
be: Свіры

source: Свиридовичи
be: Свірыдавічы

source: Свиридовка
be: Свірыдаўка

source: Свириды
be: Свірыды

source: Свириновка
be: Свірынаўка

source: Свирки
be: Свіркі

source: Свирковщина
be: Свіркаўшчына

source: Свирналишки
be: Свірналішкі

source: Свирплишки
be: Свірплішкі

source: Свирщане
be: Свіршчане

source: Свирщина
be: Свіршчына

source: Свирь
be: Свір

source: Свиряки
be: Свіракі

source: Свислочь
be: Свіслач

source: Свистёлки
be: Свісцёлкі

source: Свистковщина
be: Свісткоўшчына

source: Свистуны
be: Свістуны

source: Свиталовка
be: Світалаўка

source: Свиталовка 1
be: Світалаўка 1

source: Свиталовка 2
be: Світалаўка 2

source: Свитичи
be: Свіцічы

source: Свиханово
be: Свіханава

source: Свищево
be: Свішчава

source: Свищёво
be: Свішчова

source: Свищи
be: Свішчы

source: Свобода
be: Свабода

source: Свободная Жизнь
be: Свабодная Жызнь

source: Свободное
be: Свабоднае

source: Свободный
be: Свабодны

source: Свольно
be: Свольна

source: Своятичи
be: Сваятычы

source: Свояшки
be: Сваяшкі

source: Свядица
be: Свядзіца

source: Свядово
be: Свядава

source: Святица
be: Свяціца

source: Святозерье
be: Святазер’е

source: Святополка
be: Святаполка

source: Святск
be: Свяцк

source: Севашки
be: Севашкі

source: Северины
be: Севярыны

source: Северное Белищено
be: Паўночнае Бялішчана

source: Северное Гнездилово
be: Паўночнае Гняздзілава

source: Северный
be: Северны

source: Севки
be: Сяўкі

source: Севостьяновичи
be: Савасцянавічы

source: Севруки
be: Сеўрукі

source: Севрюки
be: Сеўрукі

source: Сегеневщина
be: Сегянеўшчына

source: Седейки
be: Сядзейкі

source: Седельники
be: Сядзельнікі

source: Седеневичи
be: Сядзеневічы

source: Седенье
be: Седзенне

source: Седица
be: Сядзіца

source: Седич
be: Сядзіч

source: Седлиско
be: Седліска

source: Седлище
be: [Седлішча, Сядлішча]

source: Седлово
be: Сядлова

source: Седричино
be: Сядрычына

source: Сейловичи
be: Сейлавічы

source: Секеричи
be: Сякерычы

source: Секерка
be: Сякерка

source: Секеровцы
be: Сякераўцы

source: Секеровщина
be: Сякераўшчына

source: Секирино
be: Сякірына

source: Селевичи
be: Селевічы

source: Селевцы
be: Селеўцы

source: Селедцово
be: Селядцова

source: Селезни
be: Селязні

source: Селекто
be: Селякта

source: Селец
be: Сялец

source: Селецкое
be: Сялецкае

source: Селиба
be: Сяліба

source: Селибка
be: Сялібка

source: Селивановцы
be: Селіванаўцы

source: Селивонки
be: Селівонкі

source: Селивоновка
be: Селівонаўка

source: Селитренка
be: Сялітранка

source: Селица
be: Селіца

source: Селицкое
be: Сяліцкае

source: Селище
be: [Селішча, Сялішча]

source: Селище 1
be: Селішча 1

source: Селище 2
be: Селішча 2

source: Селище Большое
be: Селішча Вялікае

source: Селище Малое
be: Селішча Малое

source: Селищи
be: Селішчы

source: Селко
be: Сялко

source: Село
be: Сяло

source: Селовщина
be: Селаўшчына

source: Сельково
be: Селькава

source: Сельники
be: Сельнікі

source: Сельное
be: Сельнае

source: Сельцо
be: Сяльцо

source: Сельцо 1
be: Сяльцо 1

source: Сельцо 2
be: Сяльцо 2

source: Сельцо Белое
be: Сяльцо Белае

source: Сельщиняты
be: Сельшчыняты

source: Селюки
be: Селюкі

source: Селюты
be: Сялюты

source: Селявичи
be: Сялявічы

source: Селявщина
be: Сяляўшчына

source: Селянка
be: Сялянка

source: Селянская Клёвка
be: Сялянская Клёўка

source: Селятки
be: Сяляткі

source: Селяхи
be: Селяхі

source: Селяховичи
be: Селяховічы

source: Семашки
be: [Семашкі, Сямашкі]

source: Семежево
be: Семежава

source: Семейки
be: Сямейкі

source: Семенец
be: Семянец

source: Семенилово
be: Семянілава

source: Семенки
be: Семянкі

source: Семёнки
be: Сямёнкі

source: Семёновичи
be: Сямёнавічы

source: Семёновка
be: Сямёнаўка

source: Семёновка 1
be: Сямёнаўка 1

source: Семёново
be: Сямёнава

source: Семёновский
be: Сямёнаўскі

source: Семеновцы
be: Семенаўцы

source: Семенцово
be: Семянцова

source: Семенча
be: Сяменча

source: Семенча 1
be: Семянча 1

source: Семенча 2
be: Семянча 2

source: Семенчики
be: Сяменчыкі

source: Семенчицы
be: Семенчыцы

source: Семеньковичи
be: Сяменькавічы

source: Семеняки
be: Семянякі

source: Семеренки
be: Семярэнкі

source: Семерники
be: Семернікі

source: Семеховичи
be: Семехавічы

source: Семигостичи
be: Семігосцічы

source: Семиковка
be: Сямікаўка

source: Сёмино
be: Сёміна

source: Семировичи
be: Семіровічы

source: Семисосны
be: Сямісосны

source: Сёмки
be: Сёмкі

source: Сёмков Городок
be: Сёмкаў Гарадок

source: Семково
be: Сямкова

source: Сёмково
be: Сёмкава

source: Сёмоновщина
be: Сёманаўшчына

source: Семукачи
be: Семукачы

source: Семурадцы
be: Сямурадцы

source: Семяги
be: Сямягі

source: Сеница
be: Сеніца

source: Сениченята
be: Сенічанята

source: Сенканцы
be: Сянканцы

source: Сенкиняты
be: Сенкіняты

source: Сенковщина
be: Сенкаўшчына

source: Сенная
be: Сянная

source: Сенно
be: Сенна

source: Сенное
be: Сянное

source: Сеновец
be: Сенавец

source: Сеножатки
be: Сенажаткі

source: Сентеняты
be: Сенцяняты

source: Сентюри
be: Сенцюры

source: Сенчуки
be: Сенчукі

source: Сенькишки
be: Сенькішкі

source: Сеньковичи
be: Сенькавічы

source: Сеньково
be: [Сенькава, Сянькова]

source: Сеньковцы
be: Сенькаўцы

source: Сеньковщина
be: [Сенькаўшчына, Сянькоўшчына]

source: Сенюти
be: Сенюці

source: Серадово
be: Сярадава

source: Серафимово
be: Серафімова

source: Серафины
be: Серафіны

source: Сербино
be: Сербіна

source: Сервечь
be: Сэрвач

source: Сергеевичи
be: Сяргеевічы

source: Сергеевка
be: Сяргееўка

source: Сергеево
be: Сяргеева

source: Сергеевщина
be: Сяргееўшчына

source: Сергейки
be: Сяргейкі

source: Сергейчики
be: Сяргейчыкі

source: Серги
be: Сергі

source: Серебрище
be: Серабрышча

source: Серебрянка
be: Серабранка

source: Серебряный Ручай
be: Сярэбраны Ручай

source: Середи
be: Серадзі

source: Середина
be: Серадзіна

source: Середнее
be: Сярэдняе

source: Середнее Село
be: Сярэдняе Сяло

source: Середний
be: Сярэдні

source: Середняки
be: Сераднякі

source: Серки
be: Сяркі

source: Серковицы
be: Серкавіцы

source: Серкули
be: Серкулі

source: Серкути
be: Серкуці

source: Сернички
be: Сернічкі

source: Серпищино
be: Сярпішчына

source: Сертиславль
be: Серціслаў

source: Серые
be: Серыя

source: Серяги
be: Сярагі

source: Сестрёнки
be: Сястронкі

source: Сестренцы
be: Сястрэнцы

source: Сетевино
be: Сяцевіна

source: Сетище
be: Сяцішча

source: Сетное
be: Сетнае

source: Сеченка
be: Сячонка

source: Сечёнка
be: Сячонка

source: Сечихи
be: Сячыхі

source: Сечки
be: Сечкі

source: Сибирь
be: Сібір

source: Сибяки
be: Сібякі

source: Сиваи
be: Сіваі

source: Сивица
be: Сівіца

source: Сивки
be: Сіўкі

source: Сивково
be: Сіўкава

source: Сивожанка
be: Сівожанка

source: Сивцево
be: Сіўцава

source: Сивцы
be: Сіўцы

source: Сивые
be: Сівыя

source: Сигеевка
be: Сігееўка

source: Сигневичи
be: Сігневічы

source: Сидлеровщина
be: Сідляроўшчына

source: Сидорки
be: Сідаркі

source: Сидоровичи
be: Сідаравічы

source: Сидоровка
be: Сідараўка

source: Сидоровцы
be: Сідараўцы

source: Сидоровщина
be: Сідараўшчына

source: Сизаны
be: Сізаны

source: Сикорица
be: Сікорыца

source: Силивоновка
be: Сілівонаўка

source: Силино Поле
be: Сіліна Поле

source: Силичи
be: Сілічы

source: Силки
be: Сілкі

source: Силово
be: Сілава

source: Силовцы
be: Сілаўцы

source: Симаково
be: Сімакава

source: Симаново
be: Сіманава

source: Симаны
be: Сіманы

source: Симашково
be: Сімашкава

source: Симгоровичи
be: Сімгаравічы

source: Симковичи
be: Сімкавічы

source: Симновичи
be: Сімнавічы

source: Симоничи
be: Сіманічы

source: Симоничская Рудня
be: Сіманіцкая Рудня

source: Симоничский Млынок
be: Сіманіцкі Млынок

source: Симоновичи
be: Сіманавічы

source: Симоновка
be: Сіманаўка

source: Симоново
be: Сіманава

source: Симоновщина
be: Сіманаўшчына

source: Симоны
be: Сіманы

source: Симоньки
be: Сіманькі

source: Симоняты
be: Сіманяты

source: Симохи
be: Сімахі

source: Синевичи
be: Сінявічы

source: Синегово
be: Сінягова

source: Синегорское
be: Сінягорскае

source: Синеж
be: Сінеж

source: Синие Горы
be: Сінія Горы

source: Синило
be: Сіняло

source: Синин
be: Сінін

source: Сининки
be: Сінінкі

source: Сининщина
be: Сініншчына

source: Синитычи
be: Сінітычы

source: Синицино
be: Сініцына

source: Синицкое Поле
be: Сініцкае Поле

source: Синицы
be: Сініцы

source: Синиченка
be: Сінічанка

source: Синичино
be: Сінічына

source: Синкевичи
be: Сінкевічы

source: Синск
be: Сінск

source: Синча
be: Сінча

source: Синьки
be: Сінькі

source: Синьково
be: Сінькоў

source: Синюга
be: Сінюга

source: Синявка
be: Сіняўка

source: Синявская Слобода
be: Сіняўская Слабада

source: Синявщина
be: Сіняўшчына

source: Синяк
be: Сіняк

source: Синяки
be: Сінякі

source: Синяково
be: Сінякова

source: Синяны
be: Сіняны

source: Синятевка
be: Сіняцеўка

source: Синяя Гора
be: Сіняя Гара

source: Сипайлы
be: Сіпайлы

source: Сипищево
be: Сіпішчава

source: Сиповичи
be: Сіпавічы

source: Сиповщина
be: Сіпоўшчына

source: Сипурка
be: Сіпурка

source: Сиреневка
be: Сірэнеўка

source: Сиротино
be: Сіроціна

source: Сиротка
be: Сіротка

source: Сиротовщина
be: Сіратаўшчына

source: Сисенево
be: Сісенева

source: Ситенец
be: Сіцянец

source: Ситино
be: Сіціна

source: Ситицк
be: Сіціцк

source: Ситник
be: Сітнік

source: Ситники
be: Сітнікі

source: Ситница
be: Сітніца

source: Ситницкий Двор
be: Сітніцкі Двор

source: Ситно
be: Сітна

source: Ситня
be: Сітня

source: Ситняки
be: Сітнякі

source: Ситцы
be: Сітцы

source: Ситьково 1
be: Сіцькова 1

source: Ситьково 2
be: Сіцькова 2

source: Скабин
be: Скабін

source: Скавышки
be: Скавышкі

source: Скаковка
be: Скакоўка

source: Скакуновщина
be: Скакуноўшчына

source: Скалбище
be: Скалбішча

source: Скаменный Бор
be: Скаменны Бор

source: Скарина
be: Скарына

source: Скарповцы
be: Скарпаўцы

source: Скарчево
be: Скарчава

source: Скатица
be: Скаціца

source: Скачёк
be: Скачок

source: Скачихи
be: Скачыхі

source: Сквартишки
be: Скварцішкі

source: Скварчицы
be: Скварчыцы

source: Сквирцы
be: Сквірцы

source: Скворцово
be: Скварцова

source: Скворцы
be: Скварцы

source: Скелдычи
be: Скелдычы

source: Скердимы
be: Скердзімы

source: Скерси
be: Скерсі

source: Скибичи
be: Скібічы

source: Скилондишки
be: Скілондзішкі

source: Скипоровичи
be: Скіпоравічы

source: Скирдимы
be: Скірдзімы

source: Скирмантово
be: Скірмантава

source: Скирстины
be: Скірсціны

source: Скиток
be: Скіток

source: Склимин
be: Склімін

source: Скляпово
be: Скляпава

source: Скобейки
be: Скабейкі

source: Скоберец
be: Скабярэц

source: Скобровка
be: Скобраўка

source: Скоброе
be: Скобрае

source: Сковородино
be: Скавародзіна

source: Сковородка
be: Скавародка

source: Сковородки
be: Скавародкі

source: Сковорощина
be: Скаварошчына

source: Сковшин
be: Скаўшын

source: Скоклево
be: Скоклева

source: Сколдичи
be: Скоўдзічы

source: Сколдычи
be: Сколдычы

source: Сколобово
be: Сколабава

source: Сколодин
be: Скалодзін

source: Скоморошки
be: Скамарошкі

source: Скорводы
be: Скарводы

source: Скоржики
be: Скоржыкі

source: Скориничи
be: Скарынічы

source: Скориновичи
be: Скарынавічы

source: Скоричи
be: Скорычы

source: Скоробогатовщина
be: Скарабагатаўшчына

source: Скорово
be: Скорава

source: Скорода
be: Скарада

source: Скородинцы
be: Скародзінцы

source: Скородица
be: Скарадзіца

source: Скородное
be: Скароднае

source: Скороды
be: Скарады

source: Скороходы
be: Скараходы

source: Скоры
be: Скары

source: Скраги
be: Скрагі

source: Скребенец
be: Скрабянец

source: Скребени
be: Скрабэні

source: Скреблы
be: Скраблы

source: Скребляки
be: Скраблякі

source: Скребни
be: Скрэбні

source: Скрендевичи
be: Скрэндзевічы

source: Скрибово
be: Скрыбава

source: Скрибовцы
be: Скрыбаўцы

source: Скрипели
be: Скрыпялі

source: Скрипки
be: Скрыпкі

source: Скриплица
be: Скрыпліца

source: Скрипщина
be: Скрыпшчына

source: Скробово
be: Скробава

source: Скрощина
be: Скрошчына

source: Скрундевщина
be: Скрундзеўшчына

source: Скрунди
be: Скрундзі

source: Скрыгалов
be: Скрыгалаў

source: Скрыдлево
be: Скрыдлева

source: Скрыль-Слобода
be: Скрыль-Слабада

source: Скрыники
be: Скрынікі

source: Скрышево
be: Скрышава

source: Скрябинки
be: Скрабінкі

source: Скряжино
be: Скражына

source: Скубиловка
be: Скубілаўка

source: Скубятино
be: Скубяціна

source: Скудути
be: Скудуці

source: Скуплино
be: Скупліно

source: Скуталишки
be: Скуталішкі

source: Слабода
be: Слабада

source: Слабожанка
be: Слабажанка

source: Слабожаны
be: Слабажаны

source: Славенец
be: Славянец

source: Славени
be: Славені

source: Славики
be: Славікі

source: Славинка
be: Славінка

source: Славино
be: Славіна

source: Славинск
be: Славінск

source: Славинск (Путята стар.назв.)
be: Славінск

source: Славичи
be: Славічы

source: Славковичи
be: Слаўкавічы

source: Славково
be: Слаўкава

source: Славная
be: Слаўная

source: Славное
be: Слаўнае

source: Славня
be: Слаўня

source: Славчиненты
be: Слаўчыненты

source: Слаговище
be: Слагавішча

source: Слайковщина
be: Слайкоўшчына

source: Сластёны
be: Сласцёны

source: Слатовщина
be: Слатаўшчына

source: Следюки
be: Следзюкі

source: Слёзки
be: Слёзкі

source: Слензаки
be: Слянзакі

source: Слесари
be: Слесары

source: Сливка
be: Сліўка

source: Слидцы
be: Слідцы

source: Слидчаны
be: Слідчаны

source: Слижи
be: Сліжы

source: Слижики
be: Сліжыкі

source: Слижино
be: Сліжына

source: Слижи Песковые
be: Сліжы Пескавыя

source: Слижи Подгребельные
be: Сліжы Падграбельныя

source: Слижово
be: Сліжова

source: Слинки
be: Слінкі

source: Слипки
be: Сліпкі

source: Слобода
be: Слабада

source: Слобода 1
be: Слабада 1

source: Слобода Богушовка
be: Слабада Багушоўка

source: Слобода-Кучинка
be: Слабада-Кучынка

source: Слобода Люшевская
be: Слабада Люшаўская

source: Слобода-Сосновка
be: Слабада-Сасноўка

source: Слободище
be: Слабадзішча

source: Слободка
be: Слабодка

source: Слободка 2
be: Слабодка 2

source: Слободка Гущинская
be: Слабодка Гушчынская

source: Слободский
be: Слабадскі

source: Слободской Чашин
be: Слабадскі Чашын

source: Слободщина
be: Слабашчына

source: Слобудка
be: Слабудка

source: Словатичи
be: Славацічы

source: Словечно
be: Славечна

source: Сломище
be: Сломішча

source: Слонево
be: Сланева

source: Слоневщина
be: Сланеўшчына

source: Слонимцы
be: Сланімцы

source: Слопище
be: Слопішча

source: Слопищи
be: Слопішчы

source: Слотишки
be: Слоцішкі

source: Слочва
be: Слачва

source: Слудоши
be: Слудашы

source: Слуки
be: Слукі

source: Слядневичи 1
be: Слядневічы 1

source: Слядневичи 2
be: Слядневічы 2

source: Смаглов
be: Смаглаў

source: Смагорин
be: Смагарын

source: Смалёвщина
be: Смалёўшчына

source: Смелый
be: Смелы

source: Сметаничи
be: Смятанічы

source: Сметановщина
be: Смятанаўшчына

source: Смешково
be: Смяшкова

source: Смилги
be: Смілгі

source: Смиловичи
be: Смілавічы

source: Смильгини
be: Смільгіні

source: Смовжи
be: Смаўжы

source: Смогиловка
be: Смагілаўка

source: Смогоровка
be: Смагароўка

source: Смолаки
be: Смалакі

source: Смолевцы
be: Смолеўцы

source: Смолевщина
be: Смолеўшчына

source: Смолегов
be: Смалегаў

source: Смолеговская Рудня
be: Смалегаўская Рудня

source: Смоленики
be: Смалянікі

source: Смолин
be: Смолін

source: Смолина
be: Смоліна

source: Смолинец
be: Смалінец

source: Смолиха
be: Смаліха

source: Смолица
be: Смаліца

source: Смоличи
be: Смалічы

source: Смоловка
be: Смалоўка

source: Смоловые Лозки
be: Смаловыя Лозкі

source: Смольгово
be: Смольгава

source: Смолье
be: Смолле

source: Смольки
be: [Смалькі, Смолькі]

source: Смольковская Буда
be: Смолькаўская Буда

source: Смольники
be: Смольнікі

source: Смольница
be: Смольніца

source: Смольное
be: Смольнае

source: Смольчицы
be: Смольчыцы

source: Смольянцы
be: Смальянцы

source: Смольяны
be: Смальяны

source: Смоляки
be: Смалякі

source: Смоляков
be: Смалякоў

source: Смоляная Печь
be: Смаляная Печ

source: Смоляница
be: Смаляніца

source: Смолянка
be: Смалянка

source: Смоляны
be: Смаляны

source: Смолярка
be: Смалярка

source: Смолярня
be: Смалярня

source: Смоляры
be: Смаляры

source: Смориги
be: Смарыгі

source: Смородинка
be: Смародзінка

source: Смородино
be: Смародзіна

source: Смородник
be: Смароднік

source: Смульки
be: Смулькі

source: Смульково
be: Смулькава

source: Смыковичи
be: Смыковічы

source: Смычёк
be: Смычок

source: Смычьё
be: Смыччо

source: Снеги
be: Снегі

source: Снегири
be: Снегіры

source: Снежки
be: Сняжкі

source: Снежково
be: Снежкава

source: Снигяны
be: Снігяны

source: Сниповщина
be: Сніпаўшчына

source: Снитово
be: Снітава

source: Снов
be: Сноў

source: Снопки
be: Снапкі

source: Снорки
be: Сноркі

source: Снустик
be: Снусцік

source: Снытки
be: Сныткі

source: Снядин
be: Снядзін

source: Соболевка
be: Собалеўка

source: Соболёвка
be: Сабалёўка

source: Соболёво
be: Сабалёва

source: Соболевщина
be: Сабалеўшчына

source: Соболи
be: Сабалі

source: Соболки
be: Саболкі

source: Собольки
be: Сабалькі

source: Соболюнцы
be: Сабалюнцы

source: Соболяны
be: Сабаляны

source: Совденевичи
be: Саўдзеневічы

source: Совейки
be: Савейкі

source: Совет
be: Савет
